{
  "BUTTON": {
    "TOGGLE_THEME": "Toggle Theme"
  },

  "HEADER": {
    "SUPPORTED_BY": "Supported by:"
  },

  "NAVBAR": {
    "DESCRIPTION": "Description",
    "OBJECTIVES": "Objectives",
    "BENEFITS": "Benefits",
    "FEATURES": "Features",
    "TEAM": "Team Members",
    "CONCLUSIONS": "Conclusions"
  },

  "CONTENT": {
    "INTRO": "AgroCrypto is more than a digital wallet: it is an innovative technological solution for economic and financial development in the agricultural sector. We know that agriculture is the heart of our communities, and with",
    "HIGHLIGHT": "AgroCrypto we want to bring the benefits of the digital economy to the hands of our farmers.",
    "LOCATION": "Peru, Lima, Cañete, San Vicente · 934179705 ·",
    "CREATED_BY": "Created by: <a href=\"https://fcastillosanabria.github.io/\">deJava</a>",
    "DESCRIPTION": "AgroCrypto is a secure and easy-to-use <strong>digital wallet</strong>, designed for:",
    "FEATURES": {
      "PAYMENTS": "<strong>Receive and send</strong> instant payments.",
      "REWARDS": "<strong>Store rewards and grants</strong> in digital currency.",
      "MANAGEMENT": "<strong>Facilitate financial management</strong> from any device with internet access."
    },
    "ACCESS": "With AgroCrypto, farmers have access to <strong>modern financial tools</strong> to manage their production and resources without intermediaries."
  },

  "OBJECTIVES": {
    "TITLE": "Objectives",
    "INCLUSION_TITLE": "Financial and Digital Inclusion for Farmers:",
    "INCLUSION_DESC": "Facilitate access to digital financial services for farmers who do not use traditional banking methods.<br>Promote the digital economy in rural communities through user-friendly tools.",
    "PAYMENT_OPTIMIZATION_TITLE": "Optimization of Payments and Transfers:",
    "PAYMENT_OPTIMIZATION_DESC": "Enable fast and secure transactions by eliminating intermediaries.<br>Reduce costs in fees and waiting times for payments and collections.",
    "EDUCATION_SUPPORT_TITLE": "User Education and Support:",
    "EDUCATION_SUPPORT_DESC": "Provide clear and simple documentation on the use of AgroCrypto.<br>Offer practical examples and technical support for farmers and merchants."
  },

  "BENEFITS": {
    "TITLE": "Benefits",
    "FINANCIAL_INCLUSION_TITLE": "Financial Inclusion:",
    "FINANCIAL_INCLUSION_DESC": "AgroCrypto allows farmers to access financial services without the need for traditional bank accounts.<br>This boosts economic participation of rural communities that were previously excluded from the formal financial system.",
    "SECURE_TRANSACTIONS_TITLE": "Secure and Fast Transactions:",
    "SECURE_TRANSACTIONS_DESC": "Facilitates immediate payments between farmers, suppliers, and buyers without intermediaries.<br>This reduces wait times and operational costs, improving efficiency in commercial exchanges.",
    "SAVINGS_OPTIMIZATION_TITLE": "Savings and Resource Optimization:",
    "SAVINGS_OPTIMIZATION_DESC": "With AgroCrypto, users can reduce banking fees and improve financial management.<br>Additionally, process automation minimizes errors and saves valuable time in each transaction.",
    "SCALABILITY_TITLE": "Scalability and Adaptability:",
    "SCALABILITY_DESC": "The platform is designed to grow and adapt to demand, allowing its use by small farmers as well as large cooperatives.<br>AgroCrypto adjusts to the changing needs of the agricultural market, ensuring optimal performance at all times."
  },

  "FEATURES": {
    "TITLE": "Features",
    "TECHNOLOGIES_SUBTITLE": "Programs and Technologies Used",
    "WORKFLOW_SUBTITLE": "Workflow",
    "BLOCKCHAIN_TITLE": "Blockchain for Transactions:",
    "BLOCKCHAIN_DESC": "Uses blockchain technology to secure and validate transactions on the platform, ensuring transparency.",
    "NODEJS_TITLE": "Backend in Node.js:",
    "NODEJS_DESC": "The backend is developed in Node.js, allowing high speed and efficiency in data management.",
    "NOSQL_TITLE": "NoSQL Database:",
    "NOSQL_DESC": "MongoDB is used to efficiently store user data, transactions, and records.",
    "SPA_TITLE": "SPA Application with Angular:",
    "SPA_DESC": "The interface is developed in Angular to provide a smooth user experience without reloads.",
    "RESPONSIVE_TITLE": "Responsive Design:",
    "RESPONSIVE_DESC": "With Bootstrap, the platform adapts to any device, offering an accessible experience on both mobile and desktop."
  },

  "TEAM": {
    "TITLE": "Team Members"
  },

  "CONCLUSIONS": {
    "TITLE": "Conclusions",
    "FINANCIAL_INCLUSION": "AgroCrypto promotes financial inclusion:",
    "FINANCIAL_INCLUSION_DESC": "This platform provides farmers with an accessible digital tool, allowing them to make secure and efficient transactions without intermediaries.",
    "BLOCKCHAIN_TRUST": "Blockchain as a pillar of trust:",
    "BLOCKCHAIN_TRUST_DESC": "The use of blockchain technology ensures transparency and traceability of all operations, increasing trust among system users.",
    "MODERN_INTERFACE": "Modern and adaptable interface:",
    "MODERN_INTERFACE_DESC": "Thanks to the use of Angular and Bootstrap, the application offers an intuitive and accessible user experience on any device, encouraging its adoption among farmers.",
    "SCALABILITY_PERFORMANCE": "Scalability and guaranteed performance:",
    "SCALABILITY_PERFORMANCE_DESC": "With an efficient backend in Node.js and NoSQL storage in MongoDB, AgroCrypto is prepared to handle exponential growth in users and transactions.",
    "RURAL_DEVELOPMENT": "Contribution to rural development:",
    "RURAL_DEVELOPMENT_DESC": "AgroCrypto not only digitizes finances but also contributes to the sustainable development of the agricultural sector by connecting farmers with new market opportunities."
  }
}
