{
  "BUTTON": {
    "TOGGLE_THEME": "Cambiar tema"
  },

  "HEADER": {
    "SUPPORTED_BY": "Con el respaldo de:"
  },

  "NAVBAR": {
    "DESCRIPTION": "Descripción",
    "OBJECTIVES": "Objetivos",
    "BENEFITS": "Beneficios",
    "FEATURES": "Características",
    "TEAM": "Integrantes del equipo",
    "CONCLUSIONS": "Conclusiones"
  },

  "CONTENT": {
    "INTRO": "AgroCrypto es más que una billetera digital: es una solución tecnológica innovadora para el desarrollo económico y financiero del sector agrícola. Sabemos que la agricultura es el corazón de nuestras comunidades, y con",
    "HIGHLIGHT": "AgroCrypto queremos llevar los beneficios de la economía digital a las manos de nuestros agricultores.",
    "LOCATION": "Perú, Lima, Cañete, San Vicente · 934179705 ·",
    "CREATED_BY": "Elaborado por: <a href=\"https://fcastillosanabria.github.io/\">deJava</a>",
    "DESCRIPTION": "AgroCrypto es una <strong>billetera digital</strong> segura y fácil de usar, diseñada para:",
    "FEATURES": {
      "PAYMENTS": "<strong>Recibir y enviar pagos</strong> instantáneos.",
      "REWARDS": "<strong>Almacenar recompensas y subvenciones</strong> en moneda digital.",
      "MANAGEMENT": "<strong>Facilitar la gestión financiera</strong> desde cualquier dispositivo con acceso a Internet."
    },
    "ACCESS": "Con AgroCrypto, los agricultores tienen acceso a <strong>herramientas financieras modernas</strong> para gestionar su producción y recursos sin necesidad de intermediarios."
  },

  "OBJECTIVES": {
    "TITLE": "Objetivos",
    "INCLUSION_TITLE": "Incluir Financiera y Digitalmente a los Agricultores:",
    "INCLUSION_DESC": "Facilitar el acceso a servicios financieros digitales para agricultores que no utilizan métodos bancarios tradicionales.<br>Promover la economía digital en las comunidades rurales mediante herramientas fáciles de usar.",
    "PAYMENT_OPTIMIZATION_TITLE": "Optimización de Pagos y Transferencias:",
    "PAYMENT_OPTIMIZATION_DESC": "Permitir transacciones rápidas y seguras eliminando intermediarios.<br>Reducir costos en comisiones y tiempos de espera en pagos y cobros.",
    "EDUCATION_SUPPORT_TITLE": "Educación y Soporte a los Usuarios:",
    "EDUCATION_SUPPORT_DESC": "Proveer documentación clara y sencilla sobre el uso de AgroCrypto.<br>Ofrecer ejemplos prácticos y soporte técnico para agricultores y comerciantes."
  },
  "BENEFITS": {
    "TITLE": "Beneficios",
    "FINANCIAL_INCLUSION_TITLE": "Inclusión Financiera:",
    "FINANCIAL_INCLUSION_DESC": "AgroCrypto permite a los agricultores acceder a servicios financieros sin la necesidad de cuentas bancarias tradicionales.<br>Esto impulsa la participación económica de comunidades rurales que anteriormente estaban excluidas del sistema financiero formal.",
    "SECURE_TRANSACTIONS_TITLE": "Transacciones Seguras y Rápidas:",
    "SECURE_TRANSACTIONS_DESC": "Facilita pagos inmediatos entre agricultores, proveedores y compradores sin intermediarios.<br>Esto reduce el tiempo de espera y los costos operativos, mejorando la eficiencia en los intercambios comerciales.",
    "SAVINGS_OPTIMIZATION_TITLE": "Ahorro y Optimización de Recursos:",
    "SAVINGS_OPTIMIZATION_DESC": "Con AgroCrypto, los usuarios pueden reducir costos en comisiones bancarias y mejorar su gestión financiera.<br>Además, la automatización de procesos minimiza errores y ahorra tiempo valioso en cada transacción.",
    "SCALABILITY_TITLE": "Escalabilidad y Adaptabilidad:",
    "SCALABILITY_DESC": "La plataforma está diseñada para crecer y adaptarse a la demanda, permitiendo su uso tanto por pequeños agricultores como por grandes cooperativas.<br>AgroCrypto se ajusta a las necesidades cambiantes del mercado agrícola, garantizando un rendimiento óptimo en todo momento."
  },

  "FEATURES": {
    "TITLE": "Características",
    "TECHNOLOGIES_SUBTITLE": "Programas y Tecnologías Utilizadas",
    "WORKFLOW_SUBTITLE": "Flujo de Trabajo",
    "BLOCKCHAIN_TITLE": "Blockchain para Transacciones:",
    "BLOCKCHAIN_DESC": "Utiliza la tecnología blockchain para asegurar y validar las transacciones realizadas en la plataforma, garantizando transparencia.",
    "NODEJS_TITLE": "Backend en Node.js:",
    "NODEJS_DESC": "El backend está desarrollado en Node.js, permitiendo alta velocidad y eficiencia en la gestión de datos.",
    "NOSQL_TITLE": "Base de Datos NoSQL:",
    "NOSQL_DESC": "MongoDB se utiliza para almacenar datos de usuarios, transacciones y registros de forma eficiente.",
    "SPA_TITLE": "Aplicación SPA con Angular:",
    "SPA_DESC": "La interfaz está desarrollada en Angular para ofrecer una experiencia fluida de usuario sin recargas.",
    "RESPONSIVE_TITLE": "Diseño Responsivo:",
    "RESPONSIVE_DESC": "Con Bootstrap, la plataforma se adapta a cualquier dispositivo, ofreciendo una experiencia accesible tanto en móviles como en escritorio."
  },

  "TEAM": {
    "TITLE": "Integrantes del equipo"
  },
  
  "CONCLUSIONS": {
    "TITLE": "Conclusiones",
    "FINANCIAL_INCLUSION": "AgroCrypto impulsa la inclusión financiera:",
    "FINANCIAL_INCLUSION_DESC": "Esta plataforma brinda a los agricultores una herramienta digital accesible, permitiendo realizar transacciones seguras y eficientes sin necesidad de intermediarios.",
    "BLOCKCHAIN_TRUST": "Blockchain como pilar de confianza:",
    "BLOCKCHAIN_TRUST_DESC": "El uso de la tecnología blockchain asegura la transparencia y trazabilidad de todas las operaciones, incrementando la confianza entre los usuarios del sistema.",
    "MODERN_INTERFACE": "Interfaz moderna y adaptable:",
    "MODERN_INTERFACE_DESC": "Gracias al uso de Angular y Bootstrap, la aplicación ofrece una experiencia de usuario intuitiva y accesible en cualquier dispositivo, fomentando su adopción entre los agricultores.",
    "SCALABILITY_PERFORMANCE": "Escalabilidad y rendimiento garantizados:",
    "SCALABILITY_PERFORMANCE_DESC": "Con un backend eficiente en Node.js y almacenamiento NoSQL en MongoDB, AgroCrypto está preparado para manejar un crecimiento exponencial en el número de usuarios y transacciones.",
    "RURAL_DEVELOPMENT": "Contribución al desarrollo rural:",
    "RURAL_DEVELOPMENT_DESC": "AgroCrypto no solo digitaliza las finanzas, sino que también contribuye al desarrollo sostenible del sector agrícola, conectando a los agricultores con nuevas oportunidades de mercado."
  }
}
